["<eos>", "<pad>", "<bos>", "HC+", "HC/o7", "HCD7", "HCM", "HCM7", "HCm", "HCm7", "HCo", "HCo7", "HCsus2", "HCsus4", "Hd+", "Hd/o7", "HdD7", "HdM", "HdM7", "Hdm", "Hdm7", "Hdo", "Hdo7", "Hdsus2", "Hdsus4", "HD+", "HD/o7", "HDD7", "HDM", "HDM7", "HDm", "HDm7", "HDo", "HDo7", "HDsus2", "HDsus4", "He+", "He/o7", "HeD7", "HeM", "HeM7", "Hem", "Hem7", "Heo", "Heo7", "Hesus2", "Hesus4", "HE+", "HE/o7", "HED7", "HEM", "HEM7", "HEm", "HEm7", "HEo", "HEo7", "HEsus2", "HEsus4", "HF+", "HF/o7", "HFD7", "HFM", "HFM7", "HFm", "HFm7", "HFo", "HFo7", "HFsus2", "HFsus4", "Hg+", "Hg/o7", "HgD7", "HgM", "HgM7", "Hgm", "Hgm7", "Hgo", "Hgo7", "Hgsus2", "Hgsus4", "HG+", "HG/o7", "HGD7", "HGM", "HGM7", "HGm", "HGm7", "HGo", "HGo7", "HGsus2", "HGsus4", "Ha+", "Ha/o7", "HaD7", "HaM", "HaM7", "Ham", "Ham7", "Hao", "Hao7", "Hasus2", "Hasus4", "HA+", "HA/o7", "HAD7", "HAM", "HAM7", "HAm", "HAm7", "HAo", "HAo7", "HAsus2", "HAsus4", "Hb+", "Hb/o7", "HbD7", "HbM", "HbM7", "Hbm", "Hbm7", "Hbo", "Hbo7", "Hbsus2", "Hbsus4", "HB+", "HB/o7", "HBD7", "HBM", "HBM7", "HBm", "HBm7", "HBo", "HBo7", "HBsus2", "HBsus4", "HNA", "HCMHCM", "HNAHNA", "HDMHDM", "HGMHGM", "HFMHFM", "HbMHbM", "HeMHeM", "HAMHAM", "HEMHEM", "HDmHDm", "HCmHCm", "HGmHGm", "HAmHAm", "HNAHNAHNAHNA", "HEmHEm", "HaMHaM", "HdMHdM", "HBMHBM", "HCMHFM", "HFmHFm", "HCMHGM", "HCMHCMHCMHCM", "HgMHgM", "HDMHGM", "HDMHDMHDMHDM", "HBmHBm", "HbMHFM", "HDMHAM", "HGMHGMHGMHGM", "HbMHeM", "HFMHFMHFMHFM", "HNAHNAHNAHNAHNAHNAHNAHNA", "HbmHbm", "HgmHgm", "HDm7HDm7", "HaMHeM", "HGMHCM", "HCM7HCM7", "HCm7HCm7", "HCMHCMHCM", "HFMHCM", "HEMHAM", "HAm7HAm7", "HdmHdm", "HemHem", "HbMHbMHbMHbM", "HeMHeMHeMHeM", "HFM7HFM7", "HGm7HGm7", "HEMHEMHEMHEM", "HEm7HEm7", "HGMHGMHGM", "HFMHGM", "HAMHAMHAMHAM", "HDMHDMHDM", "HCMHDM", "HFMHFMHFM", "HGMHDM", "HAMHDM", "HbM7HbM7", "HCMHAm", "HDmHDmHDmHDm", "HGmHeM", "HDM7HDM7", "HFMHbM", "HFMHDm", "HeMHeMHeM", "HeM7HeM7", "HCMHDm", "HEMHBM", "HFm7HFm7", "HamHam", "HNAHNAHNA", "HCmHeM", "HGM7HGM7", "HAmHFM", "HCmHCmHCmHCm", "HbMHCM", "HDmHDM", "HeMHbM", "HAmHGM", "HCMHNA", "HCMHEm", "HBm7HBm7", "HaMHdM", "HGmHFM", "HGD7HGD7", "HbMHbMHbM", "HGmHGmHGmHGm", "HAmHAmHAmHAm", "HAMHAMHAM", "HGMHAM", "HGMHEm", "HEmHEmHEmHEm", "HD+HD+", "HDmHbM", "HDMHNA", "HEoHEo", "HDoHDo", "HCmHaM", "HGmHGM", "HeMHFM", "HDMHBm", "HgMHdM", "HEMHAm", "HAMHDm", "HBoHBo", "HaM7HaM7", "HDMHEM", "HFmHdM", "HGMHCm", "HCD7HCD7", "HDMHEm", "HDMHGm", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HGMHNA", "HbMHGm", "HCMHCM7", "HCoHCo", "HDmHDmHDm", "HCsus2HCsus2", "HaMHaMHaMHaM", "HdoHdo", "HEMHEm", "HCMHAm7", "HCMHCm", "HFmHeM", "HFMHNA", "HAMHEM", "Hbm7Hbm7", "HdM7HdM7", "HGmHDm", "HAmHAM", "HCmHbM", "HAmHDm", "HEMHEMHEM", "HeMHaM", "HAmHEm", "HCMHFM7", "HBmHGM", "Hgm7Hgm7", "HAD7HAD7", "HCMHbM", "HCmHGm", "HDD7HDD7", "HFMHDm7", "HCmHCm7", "HaMHbM", "HAmHAm7", "HAoHAo", "HDmHDm7", "HCMHDm7", "HDsus2HDsus2", "HEMHNA", "HGMHFM", "HFD7HFD7", "HgMHBM", "HAM7HAM7", "HC+HC+", "HCmHFm", "HAMHNA", "HdMHdMHdMHdM", "HGmHGm7", "HFMHFM7", "HbMHNA", "HCMHFm", "HBMHBMHBMHBM", "HEmHEmHEm", "HDMHDM7", "HCMHAM", "HDMHDm", "HbMHGm7", "HFmHFmHFmHFm", "HGMHGM7", "HGoHGo", "HFsus2HFsus2", "HBMHEM", "HCMHCMHCMHCMHCMHCMHCMHCM", "HgoHgo", "HbMHbM7", "HFoHFo", "HEM7HEM7", "HBMHEm", "Hd+Hd+", "HBmHAM", "HGsus2HGsus2", "HGmHGmHGm", "HAmHFM7", "HbD7HbD7", "HDmHFM", "HeM7HeM", "HCMHEM", "HGMHeM", "HGMHEm7", "HaMHFm", "HDMHgm", "HCmHaM7", "HBmHEm", "HDMHBm7", "HCMHCsus2", "HCMHeM", "HED7HED7", "HgM7HgM7", "HbMHDm", "HAmHDm7", "HgMHgMHgMHgM", "HdMHeM", "HCD7HFM", "HDMHGM7", "HEm7HEm", "Hem7Hem7", "HDMHCM", "HBMHAM", "HCmHFM", "HGmHeM7", "HCm7HeM", "HFmHFM", "HDmHGM", "HCMHGD7", "HDD7HGM", "HdMHdMHdM", "HbM7HFM", "HGmHbM", "HCmHCmHCm", "Hdm7Hdm7", "HCMHCMHFM", "HDMHFM", "HDMHDMHDMHDMHDMHDMHDMHDM", "HFm7HeM", "HCMHFMHFM", "HaMHaMHaM", "HeoHeo", "HdMHaM", "HeD7HeD7", "HAMHFM", "He+He+", "HGm7HFM", "HAmHAmHAm", "HNAHeM", "HCMHGm", "HCm7HFM", "HDMHEm7", "HAMHgm", "HDmHbM7", "HGMHCM7", "HDMHbM", "HbD7HeM", "HAmHDM", "HCMHFMHCMHFM", "HGMHAm7", "HAsus2HAsus2", "HFmHFm7", "HCm7HbM", "HGMHCMHGM", "HEsus2HEsus2", "Hbsus2Hbsus2", "HDmHGm7", "HaM7HeM", "HNAHFM", "HBMHgM", "HaoHao", "HCmHFm7", "HCMHGm7", "HdMHgM", "HEMHdm", "HEMHgM", "HFM7HFM", "HGMHCMHCM", "HCMHEm7", "HDMHDsus2", "HBMHNA", "HBmHBmHBmHBm", "HGMHEM", "HCMHaM", "HGMHGm", "HGMHGMHGMHGMHGMHGMHGMHGM", "HbMHD+", "HGMHGsus2", "HBM7HBM7", "HDMHGMHGM", "HaMHbm", "HFMHeM", "HCMHGMHGM", "HDmHAm", "HFD7HbM", "HFmHbM", "HCM7HEm", "HBmHBm7", "HDMHD+", "HEmHAM", "Ham7Ham7", "HCM7HAm7", "HaMHFm7", "HCMHC+", "HDMHDm7", "HGMHBm", "HBMHBMHBM", "HdMHbm", "HgMHNA", "HDMHAm7", "HaMHNA", "HEMHgm", "HCMHGMHCMHGM", "HCMHBo", "HBD7HBD7", "HGmHCm7", "HCMHCm7", "HGMHAm", "HBmHBM", "HBmHGM7", "HboHbo", "HbMHeM7", "HAD7HDm", "Hesus2Hesus2", "HdMHNA", "HaMHaM7", "HEMHDM", "HFmHdM7", "HDoHeM", "HGMHDMHGM", "HEm7HAM", "HbMHbMHeM", "HBmHgm", "HDMHAD7", "HGm7HeM", "HdmHAM", "HDmHGm", "HED7HAM", "HFMHFMHFMHFMHFMHFMHFMHFM", "HDMHeM", "HFMHAm", "HDD7HGm", "HFm7HbM", "HFMHEm", "HgmHgmHgmHgm", "HFM7HDm7", "HAoHGm", "HaMHFM", "HCMHBM", "HGMHGm7", "HGMHGD7", "HGMHBM", "HAMHAm", "HCm7HaM7", "HBMHdM", "HFMHEM", "HEmHAm7", "HDMHBM", "HFmHbm", "HemHemHemHem", "HDMHDMHAM", "HbMHDm7", "HbMHCm", "HaMHgM", "HEm7HAm7", "HDMHgM", "HbmHbmHbmHbm", "HgMHgMHgM", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HaMHCm", "HD+HeM", "HAM7HAM", "HGMHDm7", "HAmHEM", "HGMHbM", "HCMHBm", "HCMHCMHCMHCMHCMHCM", "HGm7HeM7", "HFmHFmHFm", "HemHeM", "HDm7HDm", "HGMHgm", "HFsus2HFM", "HDMHGMHDMHGM", "HCM7HCM7HCM7HCM7", "HEoHDm", "HDMHdo", "HDm7HDm7HDm7HDm7", "HGD7HCm", "Hbm7HeM", "HCM7HFM7", "HDMHCsus2", "HGmHCm", "HbMHbm", "HFmHCm", "HdMHFM", "HEMHEMHEMHEMHEMHEMHEMHEM", "HbM7HGm7", "HGMHDm", "Hasus2Hasus2", "HGMHDMHDM", "HCm7HCm7HCm7HCm7", "HAm7HFM7", "HNAHAM", "HdMHgm", "HGMHdo", "HbM7HbM", "HBm7HAM", "HAm7HDm", "HbmHgM", "HGmHDm7", "HDM7HAM", "HAm7HDm7", "HGMHgM", "HdMHdM7", "HCMHCD7", "HgoHEm", "HbM7HDm7", "HbMHFMHbMHFM", "HEMHam", "HAm7HFM", "HEm7HCM7", "HEMHEsus2", "HGMHBm7", "HAmHCM7", "HAmHNA", "HDMHgm7", "HeMHeM7", "HbMHAM", "HEmHEM", "HeMHeMHeMHeMHeMHeMHeMHeM", "HEm7HEm7HEm7HEm7", "HDMHDMHDMHDMHDMHDM", "HDMHDD7", "HbMHCm7", "HbmHFM", "Hd+HAM", "HDMHAMHDMHAM", "HFmHbm7", "HDmHNA", "HdmHdmHdmHdm", "HDm7HFM", "HgMHem", "HAmHCM", "HAmHBo", "HEoHFM", "HBmHEm7", "HDoHCm", "HbMHaM", "HbMHbMHbMHbMHbMHbMHbMHbM", "HgMHgm", "HCMHCMHGMHGM", "HDMHdM", "HAMHBM", "HBmHEM", "HCMHCMHFMHFM", "HbMHeMHbMHeM", "HEmHEm7", "HD+HbM", "HCmHCM", "HDmHAM", "HaMHC+", "HCMHgo", "HeM7HCm7", "HCMHGM7", "HdMHbM", "HGm7HCm7", "HCMHFsus2", "HGMHCsus2", "HEMHdm7", "HDMHAMHAM", "HFm7HFM", "HGmHNA", "HEMHgm7", "HGMHaM", "HbMHbMHFM", "HEMHEM7", "HCM7HDm7", "Hesus2HeM", "HFmHaM", "HgmHgm7", "HBmHgM", "HD+HGm", "HCmHNA", "HCMHEo", "HDMHCM7", "HbMHFMHFM", "HdMHbm7", "HED7HAm", "HEMHEm7", "HAMHgm7", "HAMHAMHAMHAMHAMHAMHAMHAM", "HGm7HGm", "HDmHDo", "HeMHNA", "HDMHGsus2", "HeMHCm7", "HdmHgm", "HCMHCo", "HFMHAM", "HFMHCMHFM", "HAm7HAm7HAm7HAm7", "HdmHBM", "HDMHAm", "HGMHFsus2", "HCmHCo", "HaM7HaM", "HNAHNAHNAHNAHNA", "HemHBM", "HEMHAM7", "HbmHbmHbm", "HbMHeMHeM", "HCmHGm7", "HBsus2HBsus2", "HdmHdM", "HDmHDmHDmHDmHDmHDmHDmHDm", "HCMHdM", "HbMHbsus2", "HEmHBm", "HeMHGm", "HEmHCM7", "HFM7HDm", "HEmHAm", "HGm7HDm7", "HCmHeM7", "HFMHGm", "HDM7HBm7", "HCmHGM", "HAm7HAM", "HCMHDo", "HaMHam", "HaMHbm7", "HgmHgmHgm", "HCMHDsus2", "HFM7HFM7HFM7HFM7", "HEmHNA", "HemHdM", "HbM7HDm", "HDMHd+", "HAsus2HAM", "HF+HF+", "HCMHCMHCMHFM", "HEMHEMHAM", "HEmHdo", "HAm7HAm", "HaMHCm7", "HEmHGM", "HgmHAM", "HGMHGMHGMHGMHGMHGM", "HaD7HaD7", "HgD7HgD7", "HaMHeMHeM", "HGm7HbM", "HFMHFMHFMHFMHFM", "HbM7HbM7HbM7HbM7", "HGm7HGm7HGm7HGm7", "HCMHDD7", "HBm7HGM7", "HDsus2HAM", "HAmHGm", "HBmHBmHBm", "HDMHGmHGm", "HEMHAMHAM", "HNAHGM", "HEm7HDm7", "HeMHCm", "HCMHGsus2", "HEMHdM", "HEMHAMHEMHAM", "Hbsus2HFM", "HDmHEm", "HDMHdm", "HDmHDsus2", "Hdsus2Hdsus2", "HCmHAo", "HbMHEo", "HDMHDMHGMHGM", "HDm7HDm7HDm7", "HDmHBo", "HFmHCm7", "HaM7HFm7", "HBm7HEm7", "HFmHDo", "HeMHdM", "HaMHDo", "HDM7HGM7", "HGMHBo", "HFMHCMHCM", "HG+HG+", "HFMHFMHFMHFMHFMHFM", "HbM7HGm", "HbMHgM", "HbMHbMHFMHFM", "HDM7Hgm", "HemHem7", "HCM7HCM", "HbmHbm7", "HAmHEm7", "HeM7HFM", "HDmHeM", "HDmHCM", "HBm7HEm", "HGMHgo", "HD+HFM", "HCm7HCm", "HGMHFM7", "HBD7HEm", "HNAHEM", "HeD7HaM", "Hdm7HAM", "HCMHDMHGM", "HNAHbM", "HaMHeMHaMHeM", "HdmHdmHdm", "HFmHC+", "HbMHeMHbM", "HEMHDsus2", "HDMHgo", "HFm7HaM", "HeMHeMHeMHeMHeM", "HbmHdM", "HamHamHamHam", "HamHgM", "HEMHFM", "HAm7HEm", "HGD7HBo", "HGMHFMHGM", "HFD7HFM", "HDD7HGM7", "HCM7HFM", "HCmHCsus2", "HCm7HGm", "HFmHGo", "HGMHeM7", "HFMHFMHbM", "HAmHgo", "HCMHbM7", "HbMHFMHbM", "HdmHAM7", "HdD7HdD7", "HCMHbsus2", "HAD7HAM", "HbmHeM", "HCMHaM7", "HCm7HFm7", "HbM7HeM", "HgMHAM", "HEm7HFM7", "HBmHdo", "HdM7Hbm7", "HdMHAM", "HGmHFm", "HDMHDMHGM", "HC+HeM", "HFMHFsus2", "HCmHDo", "HgM7HgM", "HBmHD+", "HaoHAM", "HEMHBm", "HDMHDo", "HFm7Hbm7", "HCmHCmHCmHCmHCmHCmHCmHCm", "HGM7HEm7", "HamHBM", "HBm7HCM7", "HDmHD+", "HbM7HAm7", "Ha+Ha+", "Hdsus4Hdsus4", "HFM7HBo", "HDMHEo", "HAmHbM", "HCD7HFm", "Hb+Hb+", "HAmHAo", "HNAHNAHNAHNAHNAHNA", "HEMHaM", "HemHgM", "HGD7HCM7", "Hgm7HAM", "HEMHeM", "HGmHEo", "HGMHD+", "Hgsus2Hgsus2", "HeM7HbM", "HDM7HDM7HDM7HDM7", "HNAHDM", "HemHbm", "HFm7HdM", "HGMHDM7", "HbMHbMHeMHeM", "HAmHBm", "HCMHCMHCM7", "HbM7HEo", "HEmHCM", "HaMHdM7", "HFMHBo", "HGm7HDm", "HFmHNA", "HEmHEmHEmHEmHEmHEmHEmHEm", "HCD7HFMHFM", "HeM7HDm7", "HDMHDMHDMHDMHDM", "HCMHCMHNA", "HGM7HAM", "HGMHDsus2", "HAm7HAm7HAm7", "HgMHem7", "Hesus2HbM", "HAmHAmHAmHAmHAmHAmHAmHAm", "HBMHBm", "HaMHGm", "HGoHFM", "HFm7HdM7", "HGMHAD7", "HCMHCMHCMHGM", "HgMHaM", "HemHBM7", "HDm7HFM7", "HDD7HGMHGM", "HamHeM", "HCM7HCM7HCM7", "HdmHgm7", "HGMHCMHFM", "HGmHAM", "HE+HE+", "HBm7Hgm", "HDMHGm7", "HDMHDMHDMHGM", "HGM7HGM7HGM7HGM7", "HDM7HDM", "HbmHgM7", "HeM7HGm", "HCMHD+", "HEMHED7", "HFm7HFm7HFm7HFm7", "HAMHAMHAMHAMHAM", "HFMHDM", "HGM7HEm", "HbmHbM", "HemHbM", "HeM7HaM7", "HGM7HCM7", "HEMHCM7", "HgmHgM", "HBmHDM", "HGmHDM", "HAoHbM", "HEmHDM", "HEmHEo", "HDmHFM7", "HCMHCMHCMHCMHCM", "HDm7HGD7", "HCMHDmHDm", "HBmHNA", "He+HeM", "HFM7HFM7HFM7", "HDmHCm", "HGmHGmHGmHGmHGmHGmHGmHGm", "HdM7HdM", "HGMHCmHCm", "HCMHbMHCM", "HCMHGo", "HDMHDMHAMHAM", "HGMHEo", "HFMHFMHGMHGM", "HCMHDMHDM", "HDmHGD7", "HFmHaM7", "HFMHGD7", "HbM7HFM7", "HA+HA+", "HgMHFM", "HdmHdm7", "Ham7HBM", "HaM7HGm7", "HaMHasus2", "HDm7HGm7", "HbM7HCm7", "HbM7HeM7", "HDmHEo", "HGMHDo", "HC+HFM", "HAoHeM", "HDMHAMHDM", "HEmHFM", "HaMHdm", "HDM7Hgm7", "HGmHGsus2", "HDmHEM", "HGmHD+", "HAMHAm7", "HgMHeM", "HDM7HBm", "HFm7HFm", "HbMHDM", "HGm7HFM7", "HBMHe+", "HEMHeo", "HAmHC+", "HCmHGMHCm", "HFMHdM", "HeMHeMHbM", "HAm7HCM7", "HDMHDMHNA", "HbmHFm", "HGm7HCD7", "HaMHaMHeM", "HNAHNAHNAHNAHNAHNAHNA", "HEsus2HEm", "HBMHdm7", "HFsus2HGm7", "HGMHAMHDM", "HCMHCMHCMHCMHCMHCMHCM", "HGmHGo", "HCMHCMHAm", "HgM7HdM", "HFsus2HeM", "HEoHAM", "HEMHBMHEMHBM", "HDmHAm7", "Hasus2HeM", "HGmHAo", "HCMHCmHCm", "Hbsus2HeM", "HCm7HCm7HCm7", "HCMHCsus4", "HCMHDMHCMHDM", "HGM7HGM", "HNAHBM", "HDMHBo", "Hesus2HFM", "Hbsus2HbM", "HbmHem7", "HAMHDMHDM", "HaM7HbM", "HDmHEm7", "HdmHam", "HDMHAsus2", "HDM7HDMHDM", "HCMHAmHCMHAm", "HCmHDM", "HCmHC+", "HBMHgm", "HgMHgM7", "HAMHd+", "HCMHNAHNA", "HeM7HeM7HeM7HeM7", "HeM7HGm7", "HBm7HBm7HBm7HBm7", "HCsus2HFM", "HAmHAsus2", "HbMHFM7", "HeMHeMHeMHeMHeMHeM", "HAMHAM7", "HdMHFm", "HBm7HBm", "HDsus4HDsus4", "HDMHDMHDMHDMHDMHDMHDM", "HGmHFMHGmHFM", "HEMHEMHEMHEMHEMHEM", "HbMHbMHbMHbMHbMHbM", "HCm7HaM", "HDMHbM7", "HAMHAMHAMHAMHAMHAM", "HdM7HeM", "HEm7HGM", "HEMHAsus2", "HFMHFm", "HFm7HGm7", "HCoHCoHCoHCo", "HDMHDmHDM", "HEm7HBo", "HCsus4HCsus4", "HCMHCMHFM7", "HFMHDmHFMHDm", "HCmHeMHCmHeM", "HDMHao", "HdMHBM", "HDMHDMHDMHAM", "HGMHAo", "HamHem", "HEmHBM", "HdoHDm", "HFMHGm7", "Hd+Hgm", "Hbm7HbM", "HAm7HCM", "HFoHeM", "Hgm7Hgm7Hgm7Hgm7", "HbD7HeMHeM", "HEMHCM", "HCMHNAHCMHNA", "HaMHaMHeMHeM", "HEm7HAm", "HDMHDmHDm", "HCmHD+", "HAmHFMHCMHGM", "HCm7HeM7", "HCmHdM", "HGD7HFM7", "HgMHBm", "HGMHCm7", "HDoHGm7", "HCD7HFM7", "HFMHGMHFMHGM", "HNAHGMHGM", "HGm7HGm7HGm7", "HCmHDm7", "HNAHFMHFM", "HgMHbm", "HemHemHem", "HGsus2HAM", "HAmHGMHGM", "HFmHFo", "HEMHBm7", "HB+HB+", "HFmHGm", "HCm7HGm7", "HFm7HaM7", "HFD7HbMHbM", "HAoHDm7", "Hdm7Hgm7", "HamHdM", "HCsus2HDm7", "HBMHeM", "HFM7HAM", "HBMHBM7", "HGD7HCMHCM", "HGMHGMHGMHGMHGMHGMHGM", "Hd+HDm", "HCm7HDm7", "HCMHEmHCMHEm", "HEMHBD7", "HAmHBm7", "HbD7HeM7", "HD+HD+HD+HD+", "HbMHCD7", "HBmHgm7", "HFmHCM", "HGmHGmHeM", "HCmHaMHeM", "HAm7HEm7", "HbMHbMHbMHbMHbM", "HFMHFMHFM7", "HCmHe+", "HGMHGMHGMHGMHGM", "HEMHAmHAm", "HCoHFM", "HC+HaM", "HCD7HEo", "HaMHaMHaMHaMHaMHaMHaMHaM", "HBoHDm7", "HFMHFMHCMHCM", "HGsus4HGsus4", "HdMHdm", "HemHaM", "HAmHEMHAm", "HBm7Hgm7", "HFmHGm7", "HbmHaM", "HAm7HGM", "HAoHFM", "HCmHFD7", "HCM7HEm7", "HCsus2HCsus2HCsus2HCsus2", "HaMHeM7", "HCMHBm7", "HDMHeM7", "HAMHAD7", "HNAHdM", "HEMHd+", "HBmHBo", "HEMHam7", "HamHam7", "HDMHEMHAM", "HDMHDMHD+", "HBMHAsus2", "Hem7HdM", "HBMHem", "HEMHEo", "HEMHFM7", "HFm7HeM7", "HBmHd+", "HEmHDm", "Hbm7HgM7", "HDMHED7", "HBMHBm7", "HEmHgm", "HBMHEMHEM", "HAM7Hgm7", "HdM7HdM7HdM7HdM7", "HEm7HEm7HEm7", "HCmHeMHeM", "HBMHGM", "HEMHGM", "HFMHFo", "HaD7HdM", "HEoHEoHEoHEo", "HCMHAmHAm", "HbD7HbM", "HAMHDmHDm", "HDmHDmHDmHDmHDmHDm", "Hg+Hg+", "HCMHCMHGM", "HDD7Hgo", "HDMHNAHNA", "HD+HNA", "HEMHEMHAMHAM", "HDM7HEm7", "HGm7HEo", "HbMHAm", "HeoHAM", "HDmHDMHDmHDM", "HDMHNAHDMHNA", "HCMHFo", "HDoHDoHDoHDo", "Hgm7Hgm", "HAm7HNA", "HbM7HbMHbM", "HCMHe+", "HAMHDm7", "HDoHbD7", "HG+HEm", "HdoHAD7", "HCMHCMHCsus2", "HDMHCMHDM", "HGMHGMHDMHDM", "HAmHDD7", "HAMHDMHAM", "HFD7HAo", "HaMHeMHaM", "HGMHC+", "HCMHFm7", "HGmHbM7", "HFmHFsus2", "HGD7HGD7HGD7HGD7", "HeD7HeM", "HEMHBo", "HEmHFM7", "HDoHFM", "HFMHFMHFMHFMHFMHFMHFM", "HAmHFMHFM", "HDmHCMHDm", "HAMHbM", "HgMHCo", "HCMHdo", "HAsus4HAsus4", "HAMHAsus2", "Hbm7Hbm7Hbm7Hbm7", "HeM7HeMHeM", "HAMHGM", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HeMHDm", "HCMHAo", "HCMHGsus4", "HaoHgm", "HGMHGMHCMHCM", "HdM7HFM", "HDMHDMHDsus2", "HaM7HDo", "HBm7HAm7", "HbM7HCD7", "HBoHBoHBoHBo", "HGMHe+", "HbmHNA", "Hem7HeM", "HBMHam7", "HAmHFMHAmHFM", "HgoHCo", "HCM7HBo", "HDMHAM7", "HDM7HAD7", "HbMHbMHCMHCM", "HCmHCMHCm", "HCoHbM", "HdmHgM", "HFM7HAm7", "HaMHeMHbM", "HBmHDM7", "HEMHdo", "HGMHG+", "HDmHDmHDm7", "HamHEM7", "HCMHG+", "HAMHEm", "HBmHGMHGM", "HeMHFMHeM", "HDoHbM", "HCoHdM", "HGoHeM", "HAmHCMHAm", "HDMHGMHGMHGM", "HGM7HGM7HGM7", "HAmHEo", "HAmHFMHCM", "HbMHbMHbMHeM", "HFm7HCm7", "HBmHCM7", "HaM7HCm7", "HDMHEsus2", "HCMHAD7", "HDMHDMHDm", "HbMHbMHNA", "HCsus2HNA", "HBoHFM", "HFsus4HFsus4", "HFMHFMHDm7", "HGMHAsus2", "Hdm7HAM7", "HCMHCMHAm7", "HaMHdMHaMHdM", "HCMHgM", "HDM7Hdm7", "HEm7HGM7", "HFm7HbD7", "HEMHe+", "HdMHdsus2", "HCm7HFD7", "HgoHGm", "HbmHem", "HDmHbMHFM", "HAMHdm", "HbMHeMHFM", "HGmHeMHGmHeM", "HNAHEm", "HAm7HBo", "HDMHAo", "HAmHAMHAM", "HDMHDsus4", "HGmHGMHGM", "HDMHAsus4", "HGm7HCm", "HCmHCmHeM", "HBMHEsus2", "Hbm7HdM", "HGMHGMHAMHAM", "HNAHCMHCM", "HGMHaM7", "HFmHFmHFmHFmHFmHFmHFmHFm", "HBMHGM7", "HamHamHam", "HAMHgM", "HbMHbMHD+", "HNAHgM", "HBMHam", "HCM7Hgo", "HgmHdm", "HAm7HGm7", "HBMHdm", "HCMHbm", "HAD7HDMHDM", "HGMHFm", "HCMHCMHC+", "HCmHbm", "HGMHGMHGM7", "HeoHEm", "HbMHbMHeM7", "HAmHAmHFMHFM", "HED7HAMHAM", "HCMHFMHFMHFM", "HFMHFMHeM", "Hbm7Hbm", "HGMHDD7", "HCMHE+", "HAmHGsus2", "HGmHaM", "HaMHaMHdM", "HdoHAM", "HCmHaMHCmHaM", "HEmHGM7", "HFMHAm7", "HGmHAm", "HCm7HNA", "HDMHCMHCM", "HemHam7", "HGMHNAHNA", "HFm7HDo", "HNAHgm", "HF+HDm", "HdD7Hgm", "HDMHDMHCMHCM", "HCmHCmHCmHCmHCmHCm", "HBMHaM", "HEsus4HEsus4", "HDMHGmHDMHGm", "HDMHCMHGM", "HeMHeMHaM", "HGMHGo", "HDsus2HDsus2HDsus2HDsus2", "HEM7HEM7HEM7HEM7", "HD+HAM", "HdoHdoHdoHdo", "HCmHCMHCM", "HDm7HGm", "HDM7HDM7HDM7", "HGMHNAHGMHNA", "HGmHeMHbMHFM", "HBMHBMHBMHBMHBMHBMHBMHBM", "HC+HdM", "HFMHFMHFMHCM", "HFMHFMHNA", "HBmHAm", "HGMHCMHGMHGM", "HgMHam7", "HBmHGMHDM", "HCD7HDm7", "HamHaM", "HFMHbM7", "HBMHbM", "HEMHEMHEm", "HGMHGmHGM", "HDMHGMHEm", "HaMHeD7", "HEMHAm7", "HgM7Hem7", "HBm7HGM", "HDoHeM7", "HdM7HCm7", "HFMHFMHDm", "HGm7HNA", "HBmHdm", "HBMHBsus2", "HFm7Hem7", "HFMHNAHFMHNA", "HAmHCMHFM", "HBMHEM7", "HEMHEsus4", "HAMHDsus2", "HaM7HGm", "HFsus4HFM", "HAD7HAD7HAD7HAD7", "HCM7HCMHCM", "HFm7Hbm", "HFD7Hbm", "HEm7HDsus2", "HGMHGMHNA", "HBoHGD7", "HEMHao", "HAmHbM7", "HFMHGMHFM", "HGMHdM", "HDM7HAM7", "HBMHgm7", "HEmHCMHGM", "HDm7HNA", "HgMHgm7", "HCsus2HCsus2HCsus2", "HAMHDmHAMHDm", "HBMHBD7", "HFmHFmHdM", "Hd+HdM", "HCmHDm", "HEMHC+", "HgMHgsus2", "HAm7HEo", "HGmHCM", "HDMHGMHAM", "Hesus4HeM", "HFsus2HFsus2HFsus2HFsus2", "HeoHeM", "HFoHBo", "HFD7HbM7", "Hbsus4Hbsus4", "HgmHBm7", "HCMHGD7HCMHGD7", "HFM7HCM7", "HCoHeM", "HAD7HDmHDm", "HGoHCm7", "HCMHdM7", "HCD7HCD7HCD7HCD7", "HbMHFMHeM", "HAm7HGM7", "HGmHFMHeM", "HBoHAM", "HbMHCMHbMHCM", "Hbm7Hem7", "HDoHFm", "HNAHeMHNA", "HbMHdM", "HGMHbM7", "HDMHDMHBm", "HEMHEMHAmHAm", "HGMHGmHGm", "HDm7HbM", "HGmHGmHGmHGmHGmHGm", "HDD7HGmHGm", "HD+HDm", "HGMHgm7", "HdmHEM", "HED7HAmHAm", "HFm7HCm", "HDMHDMHGmHGm", "HgoHAo", "HdmHem", "HDMHDMHDM7", "HDsus2HNA", "HdMHdMHdMHdMHdMHdMHdMHdM", "HAmHBM", "HDm7HbM7", "HCMHCMHEm", "HDMHDMHGM7", "Hasus2HaM", "HCM7HBm7", "HFsus2HbM", "HGMHGsus4", "HNAHaM", "HeM7HeM7HeM7", "HDoHDm", "HED7Hgm", "HGD7HDm7", "HFM7HAm", "HDMHaM", "HAm7HDD7", "HEoHEoHEo", "HDmHbMHDmHbM", "HFmHdMHFmHdM", "HCsus4HFM", "HboHEo", "HGMHd+", "Hb+HGm", "HbM7HAM", "HBm7HDM7", "HBmHao", "HgmHEm", "HGoHGoHGo", "HFmHgM", "Hdm7HdM", "HGD7HCM", "HDsus2HDm7", "Hem7HaM", "HbMHbMHbM7", "Hdm7HgM", "HNAHDm", "HGD7HCmHCm", "HCm7HFm", "HAm7HGsus2", "HAD7Hdo", "Ham7HdM", "HAmHAmHAmHAmHAmHAm", "HCmHGMHGM", "HCmHFsus2", "HGM7Hgm7", "HAmHD+", "HCmHGo", "HEMHBMHBM", "HaMHGm7", "HEm7Hdo", "HGMHCmHGMHCm", "HaM7HeM7", "HAM7Hgm", "HDMHFM7", "HFD7HeM", "HFMHCM7", "HAMHaM", "HDoHDm7", "HCMHFmHCMHFm", "HgMHEM", "HeMHeMHeMHeMHeMHeMHeM", "HDoHFo", "HbM7HbM7HbM7", "HDmHDmHbM", "HDMHEmHEm", "HCm7HAo", "HCm7Hbsus2", "HEm7Hgm7", "HGsus2HNA", "HgD7HBm", "HaoHAm", "HEMHNAHEMHNA", "HEm7HNA", "HBoHBoHBo", "HdM7Hbm", "HdMHdMHgM", "HdoHGo", "HC+HFm", "HdmHeo", "HEMHdmHEMHdm", "Hdm7Hgm", "HCMHCMHDm7", "HEmHAD7", "HaM7HaM7HaM7HaM7", "HGD7HGD7HGD7", "HBMHbm", "HaMHbD7", "HBmHAm7", "HDoHBo", "HFD7HFD7HFD7HFD7", "HbMHbMHbMHFM", "HCMHEmHEm", "HgM7HgM7HgM7HgM7", "HCmHCmHaMHaM", "HDMHBmHGMHGM", "HdoHEo", "HGMHGMHEm", "HDmHCMHFM", "HgMHam", "HGmHAm7", "HDMHDMHGm", "HNAHCM", "HgMHEsus2", "HGsus2HGM", "HDMHDMHDm7", "HBMHEMHBM", "HAmHCsus2", "HBMHFo", "HEm7HAD7", "HaMHGo", "HCM7HGM", "HGsus2HFM", "HEMHDMHEM", "HD+HD+HD+", "HCoHCoHCo", "HeMHeMHFMHFM", "HGsus2HEm", "HFm7HNA", "HDMHEmHCMHGM", "HbMHCsus2", "HgMHBM7", "HDMHDMHDmHDm", "HFoHFM", "Hbsus4HeM", "HCM7HGM7", "HemHNA", "HDmHCsus2", "HCmHGmHGm", "HCMHGMHCMHFM", "HAsus4HAM", "HAmHAmHAM", "HgMHbM", "HeMHFMHeMHFM", "HaM7HbD7", "HeoHgm", "HEMHEMHNA", "HAmHAMHAmHAM", "HCMHeM7", "HAM7HAM7HAM7HAM7", "HGmHCMHFM", "HeoHAo", "HAMHAMHNA", "HemHCo", "HCm7HCo", "HEMHAMHEM", "HGD7HGD7HCMHCM", "HGMHGMHeM", "HBm7HBm7HBm7", "HGMHeMHGMHeM", "HbMHbMHbMHbMHbMHbMHbM", "HGm7HbM7", "HaMHCo", "HGMHDMHAM", "HEMHEmHEMHEm", "HCmHesus2", "HBmHBsus2", "HdmHdo", "HBoHEm", "HFoHFoHFoHFo", "HEMHNAHNA", "HgMHgMHgMHgMHgMHgMHgMHgM", "HCMHDmHCMHDm", "HBMHEmHEm", "HGmHFsus2", "HeM7HAo", "HGMHAmHAm", "HGMHCo", "HemHbm7", "HEmHeM", "HemHFM", "HDMHDMHEMHEM", "HFmHFmHCmHCm", "HEoHGm", "HDoHDoHDo", "HCMHCMHCMHCM7", "HaMHam7", "HemHg+", "HDmHFsus2", "HED7HAM7", "HGmHGMHGmHGM", "HaMHCM", "HbD7HDo", "Hesus2HdM", "HCMHGMHCMHCM", "HbmHGo", "HAoHAoHAoHAo", "HCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCM", "HbMHFMHCMHDm", "HgMHdMHgMHdM", "HGM7HBm7", "HAD7HDM7", "HeMHeMHbMHbM", "HeoHCo", "HDmHDmHCMHCM", "HEoHEm", "HCD7HFmHFm", "HDm7HAm", "HEmHEmHEmHEmHEmHEm", "HDm7HBo", "HFM7HEm7", "HbMHGM", "HCsus2HCM", "HaM7HdM", "HAMHeM", "HgmHDM", "HgMHbm7", "HaM7HCm", "HGMHAMHGMHAM", "HAmHAmHGMHGM", "HGmHCsus2", "HDm7HAm7", "HFMHbMHFM", "HGm7HGM", "HBmHdM", "HCm7HbM7", "Hd+HFM", "HDMHCm", "HDmHbMHDm", "HCm7Hbm7", "Hdm7Hdm", "HEMHDM7", "HamHEM", "HFMHGMHCM", "HgoHGM7", "HeM7HDm", "HDD7HCM7", "HGm7HAm7", "HEoHCD7", "HDmHDmHDmHDm7", "HCMHGMHCM", "HCmHBo", "HEm7HBm7", "HC+HC+HC+", "HBmHDMHBm", "Hdsus4Hdsus4Hdsus4Hdsus4", "HDMHDMHgm", "HGsus2HGsus2HGsus2HGsus2", "HDm7HCM7", "HEM7HEM", "HCMHFMHbM", "HDD7HDD7HDD7HDD7", "HEmHEmHCMHCM", "HaMHdsus2", "HAMHAMHDmHDm", "HEoHFM7", "HDM7Hdo", "HAmHDMHGM", "HDMHEmHDMHEm", "HGmHeMHeM", "HAMHNAHAMHNA", "HaMHe+", "Hem7HBM7", "HDm7HEm7", "HaM7HFm", "HAm7HDM", "He+HEm", "HGMHGMHAM", "HAMHGsus2", "HEmHBm7", "HCD7HCD7HCD7", "HF+HFM", "HBMHeo", "HAmHGD7", "HAmHGMHAmHGM", "HdoHdM", "HBmHED7", "HCoHAo", "HCMHEMHCMHEM", "HbM7HNA", "HAMHAMHAMHAMHAMHAMHAM", "HBsus2HBo", "HDMHDMHDMHDm", "HCmHFmHCmHFm", "HDD7HGD7", "HdM7HFm", "HGmHCD7", "HbMHFD7", "HDmHDmHDmHDmHDm", "HbmHbsus2", "HDmHDm7HDmHDm7", "HBmHDMHGM", "HCMHFM7HCMHFM7", "HGmHDo", "HCMHCMHCMHNA", "Hd+HNA", "HGD7HGM", "HDsus2HDm", "HdMHdMHdMHdMHdM", "HdmHam7", "HEsus2HAM", "HEoHNA", "HCMHgm", "HeD7HeD7HeD7HeD7", "HFM7HNA", "HCmHbMHCmHbM", "HEM7Hdm7", "HAmHAmHFM", "HGm7HFMHFM", "HaMHGM", "HdoHEm", "HEM7HAM", "HGoHEo", "HEm7HEM", "HCoHNA", "HCMHCMHDm", "HgoHeo", "HCMHFMHDm", "HEMHEMHEMHAM", "HFMHFm7", "HAmHEmHEm", "HCM7HAM", "HCMHbMHFM", "HFMHFMHbMHbM", "HBMHgMHBM", "HDMHDMHBm7", "HGsus2HGm", "HFsus2HNA", "HdmHNA", "HCM7HAm", "Hdsus2HdM", "HBmHGMHDMHAM", "HFm7HFm7HFm7", "HbMHbMHGm", "HFmHeMHeM", "HEm7HBm", "HEMHDm", "HCM7HNA", "HamHFo", "Hd+Hd+Hd+", "HGMHEmHGMHEm", "HeMHeMHeMHbM", "HFMHBM", "HGM7HBm", "HdMHdMHaMHaM", "HbM7HaM7", "He+HBM", "HAmHAmHAm7", "HbMHCMHbM", "HBoHEm7", "HgM7HFm7", "HGM7Hdo", "HCm7HCm7HCm7HCm7HCm7HCm7HCm7HCm7", "HDoHao", "HEoHeM", "HNAHNAHFM", "HDMHDMHEm", "HeD7HaMHaM", "HEMHem", "HdmHaM", "HaM7HdM7", "HCMHAsus2", "HeM7HbM7", "HamHgm", "HEMHgo", "HNAHNAHeM", "HAmHDo", "HFsus2HFM7", "HEMHAmHEMHAm", "HCMHCMHCMHCsus2", "HdoHDM", "HFoHbM", "HamHAM", "HgD7HBM", "HFMHaM", "HDm7HGM", "HEmHEsus2", "HCmHCm7HCmHCm7", "HbD7HbD7HbD7HbD7", "HDD7HEm", "HBMHEm7", "HCMHCMHFMHCM", "Hb+HeM", "HEM7HAM7", "HFmHeMHFmHeM", "HD+HDM", "HAoHGm7", "HDmHDmHbMHbM", "HCMHGMHGMHGM", "HamHem7", "Hdsus2HeM", "HFM7HEm", "HNAHeMHeM", "HDmHDmHbM7", "HbMHbm7", "HEm7HEmHEm7", "HAmHDsus2", "HCoHCm", "HEMHEMHEMHEMHEM", "HAMHDMHGM", "HgmHDM7", "HGMHGMHCMHGM", "HbMHNAHbMHNA", "HDmHDmHAmHAm", "HdD7HdM", "HDoHCm7", "HAD7HDMHGM", "HCM7HCMHCM7", "HCoHbm", "HCsus2HGM", "HEoHDm7", "HDMHCsus2HBmHD+", "HgMHBMHBM", "HFMHEm7", "HDoHaM", "HEoHbM", "HGMHAMHAM", "HGMHEmHEm", "HAmHFMHGM", "HdM7HdM7HdM7", "HdoHdoHdo", "HEMHEMHEMHEm", "HeMHeMHeM7", "HAoHDm", "HAmHGm7", "HaMHeMHFm", "HFMHbm", "HDoHNA", "HeMHeMHaMHaM", "HaMHdMHdM", "HamHdm7", "HAmHED7", "HAmHEmHAmHEm", "HamHdm", "HCMHCMHBo", "HGMHGMHGMHCM", "HAMHFMHAMHFM", "HCMHFMHCMHFMHCMHFM", "HGmHDmHDm", "HGD7HGm7", "HGD7HAm7", "Hem7Hem", "HBm7HDM", "HDoHAM", "HFmHeMHdM", "HGmHeMHGm", "HAmHFMHDm", "HaMHaMHaMHaMHaMHaM", "HAMHFM7", "HCMHFmHFm", "HFmHFMHFM", "HaMHeMHeMHeM", "HGM7HGMHGM", "Hgsus2HdM", "HaM7HaM7HaM7", "HCMHCMHeM", "HCD7HDm", "HeD7HGo", "HgmHdM", "HAmHeM", "HaMHeMHFmHdM", "HDMHDMHDMHDsus2", "HEMHE+", "Hem7Hem7Hem7Hem7", "HFm7Hesus2", "HeMHeMHCm7", "HEm7HEm7HEm7HEm7HEm7HEm7HEm7HEm7", "HAmHCo", "HCMHFMHFMHFMHFM", "HAmHCMHGM", "HDMHGMHDM", "HFMHCsus2", "HFmHem", "HAmHam", "HgMHdM7", "HED7HED7HED7HED7", "HbM7HD+", "HC+HbM", "HFm7HFsus2", "HGMHDMHEm", "HdoHNA", "HGoHGoHGoHGo", "Hem7Ham7", "HCMHDm7HCMHDm7", "HFsus2HCsus2", "HFMHCMHDm", "HBMHBMHEMHEM", "HBm7HAD7", "HEMHDo", "HbMHGmHbMHGm", "HdMHeMHdM", "HDM7Hao", "HCmHDD7", "HGoHdM", "HaMHbMHeM", "HEmHEmHEmHEmHEm", "HGmHFMHFM", "HFD7HDm7", "HDsus2HCsus2", "HCMHAm7HCMHAm7", "HFm7HCmHCm", "HAMHDM7", "HAmHCMHCM", "HEm7HEmHEm", "HAMHdM", "HgoHgm", "HEMHEmHEm", "HgoHAm7", "HCMHbMHbM", "HNAHDMHDM", "HdD7HgM", "HEmHDm7", "HGsus2HGsus2HGsus2", "Hdm7HBM", "HCMHDMHGMHGM", "HCmHCM7", "HAMHAMHDMHDM", "He+He+He+He+", "HEoHAm7", "HEMHbo", "HGm7HGo", "HFMHFD7", "HD+HC+", "HFm7HGo", "HFM7HbM", "HaMHesus2", "HeM7HNA", "HgM7HCo", "HFM7HGD7", "HEMHbM", "HDMHCo", "HBmHDsus2", "Hem7HgM", "HbMHFMHGm", "HFm7HGm", "HBoHDm", "HAmHFm", "HBD7HEmHEm", "HGsus2HAm7", "Hbm7HFm", "HDMHBmHBm", "HCMHa+", "HGmHGmHeMHeM", "HamHNA", "Hasus2HdM", "HAmHAmHDm7", "HGsus2HGM7", "HEMHEMHEMHBM", "HBMHBMHBMHBMHBMHBM", "HDMHb+", "HDmHDMHDm", "HCMHCMHCMHEm", "HEmHgM", "Hbsus4HbM", "HbM7HFMHbM7", "HCmHCmHaM7", "HDMHCm7", "HCMHEMHEM", "HGMHBmHGM", "HbmHbo", "HCoHGm", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HgoHAM", "HAsus2HAMHAM", "HdoHgm7", "HC+HDo", "He+HCm", "HDMHDMHbM", "HaoHED7", "HgM7Hbm7", "HEsus2HEsus2HEsus2HEsus2", "HdoHgM", "HDMHeo", "HFmHGD7", "HeoHdM", "HDMHBmHDMHBm", "HDM7HDMHDM7", "HDsus2HDsus2HDsus2", "HCmHCmHeMHeM", "HGsus2HGm7", "HCmHgo", "HFmHbD7", "HAM7Ham7", "HBsus2HBoHBsus2", "HGMHCMHNA", "HCM7HGD7", "HDD7HDm7", "HCM7HCsus2", "Hbm7HFM", "HAMHEMHAM", "HEMHBsus2", "HDmHDmHGmHGm", "HbMHbD7", "HCMHesus2", "HFMHGsus2", "HDMHdm7", "HDMHGMHGMHGMHGM", "HBmHBmHBmHBmHBmHBmHBmHBm", "HAM7Hdm", "HFMHC+", "HbMHFm7", "HCmHdM7", "HboHFM", "HFM7HFMHFM", "HFoHdM", "HCsus2HeM", "HEmHgm7", "HemHemHemHemHemHemHemHem", "Hd+Hdm", "HCMHNAHNAHNA", "HFoHNA", "HGmHdo", "HAMHEMHgm", "HgMHdMHdM", "HFmHdMHeM", "HgoHGM", "HDoHGD7", "HGm7HFsus2", "HFmHa+", "HbmHdM7", "HBD7HEM7", "HFmHCMHFm", "HEM7HEM7HEM7", "HGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGM", "HdmHeM", "HF+HbM", "HGmHGmHeM7", "HGm7HDo", "HEm7HDm", "HCm7HGo", "HCMHCMHAmHAm", "HNAHGm", "HBMHAMHBMHAM", "HCmHCmHGmHGm", "HEm7HDM", "HBmHAMHAM", "HBMHDM", "HgMHd+", "HCmHbM7", "HAmHGM7", "HCMHAMHAM", "HAmHFMHCMHGMHAmHFMHCMHGM", "HGMHCMHEm", "HAsus2HAm7", "HGMHGM7HGMHGM7", "HDm7HDm7HDm7HDm7HDm7HDm7HDm7HDm7", "HemHesus2", "HEMHEMHEM7", "HFM7HbM7", "Hgm7HBm7", "HCMHCM7HCMHCM7", "HEoHFMHFM", "HaM7HFM", "HBoHBm", "HAMHBm7", "HCD7HCD7HFMHFM", "HC+HNA", "HboHbM", "HgMHDM7", "HGM7HAD7", "HCmHbsus2", "HgoHEm7", "HFmHGM", "HaMHaD7", "HDMHA+", "HaMHFmHaMHFm", "HFm7HCo", "HgM7HdM7", "HFmHFmHFmHFmHFmHFm", "HFsus2HFMHFM", "HAsus2HNA", "HCmHCmHCm7", "HGmHGmHGmHGm7", "HBM7HdM", "Hdm7Hdm7Hdm7Hdm7", "HFMHCMHGM", "HNAHbMHNA", "HDMHAm7HDMHAm7", "HdMHdMHeMHeM", "HgoHgoHgoHgo", "HbMHAm7", "HemHeo", "HNAHNAHAM", "HdoHgm", "HAoHDD7", "Hem7Hbm7", "HGmHeM7HGmHeM7", "HAD7HAD7HAD7", "HDMHGo", "HEoHAD7", "HdmHDm", "HGMHFMHCM", "HDm7HCsus2", "HdMHdMHdM7", "HAoHgo", "HDsus2HEm", "HC+HC+HC+HC+", "HgMHBMHgMHBM", "HDMHDMHGMHDM", "HgmHGm", "Hbm7HaM7", "HCmHGD7", "HGsus2HDm", "HdoHbo", "HDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDM", "HDMHDMHDMHDM7", "HaMHbsus2", "HAM7HAM7HAM7", "HFsus2HFsus2HFsus2", "HGmHbsus2", "HAoHbM7", "HGD7HEm7", "HFoHgM", "HCmHCmHFm", "HFM7HCM", "HGm7HaM7", "HemHgM7", "HAoHAM", "HgMHgMHdM", "Hasus2HbM", "HamHao", "HGmHaM7", "HGMHGMHGMHGM7", "HdoHdm", "HGmHGmHFMHFM", "HgmHgmHgmHgmHgmHgmHgmHgm", "HCD7HFD7", "HGMHGMHGm", "HCmHbD7", "HCM7HEM", "HGMHGsus2HAm7", "HGMHFMHeM", "HCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCMHCM", "HAoHAm", "HbMHFMHCMHFM", "HCmHBm", "HFm7HeMHeM", "HDD7HEm7", "HD+HeM7", "HbMHFm", "HDD7HGMHDD7HGM", "HBmHAsus2", "HdM7HNA", "HBM7HBM", "HBmHdm7", "HgMHdMHaMHbm", "HDm7HeM", "HDmHDmHFM", "HBmHGMHBmHGM", "HBoHNA", "HGMHDsus4", "HCMHCMHCMHAm7", "HGmHGmHGm7", "HboHboHboHbo", "Hdm7HEM", "HDMHgmHDMHgm", "HBm7HAM7", "HAD7HDmHAD7HDm", "HBM7HeM", "HDmHC+", "HEsus2HEM", "Hbm7HaM", "HAsus2HAsus2HAsus2", "HCM7HC+", "HAoHFD7", "HAoHGmHAoHGm", "HgmHNA", "HDm7HCm7", "HGm7HCsus2", "HNAHNAHNAHNAHNAHNAHNAHNAHNA", "Hgm7Hgm7Hgm7", "HCoHCm7HFM", "HEmHEmHCM7", "HeMHeMHFM", "HDmHDmHGm7", "HEMHEMHEMHEMHEMHEMHEM", "HFmHbMHFmHbM", "Hgsus2HD+", "HAmHGMHCM", "HaoHaoHaoHao", "HGmHeMHFM", "HaoHAM7", "HCM7HCM7HCM7HCM7HCM7HCM7HCM7HCM7", "HCD7HAm7", "HaMHEM", "Hbm7HCm7", "HgoHAm", "HbmHFMHbm", "HBM7Ham7", "HDM7HNA", "HGmHDmHGmHDm", "HAmHAmHDm", "HCmHCmHCmHCm7", "HDMHDMHdo", "HD+HCsus2", "HBsus4HBsus4", "HFMHFM7HFM", "HGMHGMHEmHEm", "HBmHAD7", "HCmHaMHaM", "Hb+HbM", "HbMHbMHaMHaM", "HDMHBm7HDMHBm7", "HeM7HeMHeM7", "HamHe+", "HDMHDMHAD7", "HAmHFM7HAmHFM7", "HDMHCMHFM", "HboHeM", "HDm7HDo", "HDM7HDsus2", "HAMHdo", "HgoHBM", "HFM7HC+", "HFmHFmHeM", "HAmHDmHAmHDm", "HDMHAMHEMHgm", "HgMHgMHdMHdM", "HGmHGmHGmHGmHGm", "HBM7HBM7HBM7HBM7", "HEM7HgM", "HCMHAMHCMHAM", "HdM7HGo", "HAoHCm", "HDoHGM", "HEm7HEo", "HeMHeMHNA", "HBmHgo", "HFD7HeM7", "Hem7HgM7", "HEM7Hdm", "Hgm7HDM7", "HgMHgMHEMHEM", "HGMHGMHEm7", "HAoHNA", "HAMHEm7", "Hbm7Hbm7Hbm7", "HEMHDMHAM", "HD+HbM7", "HGoHGm", "HGM7Hgm", "HgD7HgM", "HEoHGm7", "HFmHFmHFM", "HEMHAMHAMHAM", "HAmHgm", "HBoHED7", "HGMHGMHCmHCm", "HAMHAMHDm", "HBm7HED7", "HAoHD+", "Hesus2HeM7", "HAMHAMHAMHDM", "HAM7Heo", "HGMHFMHFM", "HCm7HCsus2", "HaMHCmHaM", "HC+HGm", "HaMHem", "HNAHNAHbM", "HDMHNAHNAHNA", "HDmHbM7HDmHbM7", "HbMHCMHFM", "Hbsus2Hbsus2Hbsus2Hbsus2", "HDMHBmHGMHGMHDMHBmHGMHGM", "HemHDm", "HFMHFMHFsus2", "HAMHDmHAM", "HCm7HCD7", "HCm7HeMHeM", "HCMHCMHCD7", "HaM7HeMHeM", "HeMHesus2", "HDoHGm", "HCMHGMHGMHGMHGM", "HA+HAM", "HCMHCmHCMHCm", "HNAHGMHNA", "HCMHCMHCmHCm", "HGoHdo", "HbD7HbD7HbD7", "HCM7HGMHGM", "HGoHbm", "HBoHFo", "HgoHFM", "HEm7HEsus2", "Hem7HBM", "HBm7Hgo", "HCMHCMHCMHCMHCMHFM", "Hd+Hbm", "HbMHbMHGm7", "HDmHFMHFM", "HFD7HGm", "HDmHDmHDmHDM", "HD+Hb+", "Hem7Hbm", "HDm7HDM", "HCm7HCM", "HFmHEm", "HEMHGMHEM", "HEmHEmHEmHEmHEmHEmHEm", "HCMHCM7HCM7", "HemHam", "HCmHCmHCmHCmHCm", "HAMHAMHAM7", "HDD7HDM", "HEm7Hgm", "HAmHAm7HAmHAm7", "HCmHCoHCMHE+", "HCmHCoHCMHE+HCoHCm7HFM", "HCmHCoHCMHE+HCoHCm7HFMHFsus2HGm7", "HCmHCoHCMHE+HCoHCm7HFMHFsus2HGm7HGMHGsus2HAm7", "HBm7HCM7HDMHGM", "HCMHCMHbM", "HGMHFo", "HAoHeM7", "HDMHbMHDMHbM", "HCMHGMHAm7", "HFMHCMHDm7", "HdMHdMHdMHdMHdMHdM", "HEMHBM7", "HGmHDm7HGmHDm7", "HCMHCMHFMHGM", "Hdm7Ham7", "HCsus2HAM", "HFoHgm", "HGMHDMHEm7", "HCmHCoHCMHE+HCoHCm7HFMHFsus2HGm7HGMHGsus2HAm7HCmHCoHCMHE+HCoHCm7HFMHFsus2HGm7HGMHGsus2HAm7", "HGD7HCMHFM", "HGMHGMHAm7", "HgM7HbM", "HFMHbMHFMHFM", "HEoHdo", "HamHbm", "HCMHeMHCMHeM", "HCM7HBM", "HAmHAmHFM7", "HFm7HFo", "HFMHCMHFMHFM", "HGMHGMHCM", "HgM7HaM", "HFMHDmHFM", "HGm7HFD7", "HDMHAMHDMHDM", "HBmHCsus2", "HFmHbMHeM", "HFMHFMHFMHbM", "HFmHbsus2", "HgMHD+", "HEMHDm7", "Hbm7HGo", "HeMHeMHDMHDM", "HdM7HaM", "HGmHEm", "HCMHCMHDMHDM", "HCm7HDm", "HbD7HGm7", "HBoHFM7", "HGsus2HFsus2", "HeoHeoHeo", "HCMHCMHCMHFM7", "HAmHAmHAmHAM", "HFMHDm7HFMHDm7", "HFoHDo", "HgoHgoHgo", "HAmHAmHAmHAm7", "HFmHCmHCm", "HDM7HDm", "HgMHBsus2", "HaoHgm7", "HEMHFMHEM", "HCm7HbMHbM", "HBoHAm7", "HGM7HNA", "Hd+Hd+Hd+Hd+", "HEMHDMHDM", "HCmHGmHCmHGm", "HCMHCMHCm", "HC+Hbm", "HGoHbM", "HDmHam", "HDsus2HDM", "HAoHeo", "HDMHGMHCMHGM", "HGMHbm", "HCMHGmHCMHGm", "HaoHeM", "HBm7HEM", "HBoHAm", "HaM7HGo", "HFD7HDm", "HaMHbMHaMHbM", "Hbm7HFm7", "HDM7Hdm", "HAsus2HEm", "HNAHCMHNA", "HCmHaM7HCmHaM7", "HeMHeMHeMHeM7", "HEoHbo", "HAMHAMHEMHEM", "HeMHeMHeMHFM", "HFMHFMHFMHFM7", "Hd+HAMHAM", "HGMHAmHGM", "HCmHbMHbM", "HBM7HEM7", "HCMHCMHGD7", "HGmHDMHGm", "HGsus2HGMHGM", "HamHbo", "HBm7Hdm7", "HFM7HEo", "HBoHCM7", "HCMHaMHCMHaM", "HGsus2HDm7", "HCmHbMHeM", "Hesus2Hesus2Hesus2Hesus2", "HbM7HFMHFM", "HFD7HFD7HFD7", "HGmHb+", "HaM7He+", "HBMHBmHBm", "HBmHEMHAM", "HDMHAMHDMHGM", "HDmHGMHDmHGM", "HbMHbMHGmHGm", "Hesus4Hesus4", "HFmHeM7", "HBoHao", "HBMHEmHBMHEm", "HAMHEMHEM", "HdM7HFm7", "HDMHEMHDMHEM", "Hgsus2Hgm", "HCm7HFMHFM", "HCmHFo", "HgMHFm", "HGM7HgM", "HCoHem", "HAMHgmHAMHgm", "HCMHDMHEm", "HFsus2HDm", "HEMHBsus4", "HgMHgMHBM", "HCoHgo", "HAM7HBM", "HAm7HbM7", "HeMHDM", "HgM7Hbm", "HDD7HDD7HDD7", "HCMHDMHAM", "HEMHCsus2", "HAMHAMHgm", "HFmHDm", "HBoHDo", "HeMHem", "Hbm7HeD7", "HAM7HDM7", "HAMHBm", "HDsus2HFsus2", "Hdm7HAMHdm7HAM", "HBD7Heo", "He+He+He+", "HAmHG+", "HDMHGD7", "Ham7HgM", "HGmHGmHCm7", "HbMHCmHaMHeM", "HCMHGMHEm", "HFmHFmHbm", "HdMHGo", "HaMHCmHCm", "HbMHbM7HbMHbM7", "HDMHDM7HDM7", "HeMHgM", "HD+HEo", "HbMHCMHDm", "HAmHeo", "HFsus4HbM", "HaMHdMHaM", "HDMHAD7HDMHAD7", "HDmHCM7", "HBmHAMHBmHAM", "HdMHd+", "HGsus2HEo", "HFMHFM7HFMHFM7", "HCoHgM", "HeMHGm7", "HAMHDMHgm", "HAMHeo", "HbMHFMHbMHbM", "HAMHEo", "HFMHEo", "HAoHCm7", "HCmHG+", "HBm7Hdo", "HCMHCMHFm", "HAMHBD7", "HaMHaMHaMHaMHaM", "HEmHgo", "HdmHdsus2", "HEMHCMHEM", "HGMHGMHFM", "HAoHCo", "HFD7HD+", "HCD7HbM7", "HDM7HED7", "HgMHgMHgMHgMHgMHgM", "HCMHCMHGm7", "HbmHDm", "HDMHDMHEmHEm", "HCD7HFMHCD7HFM", "HEsus2Hgm7", "HAmHDmHDm", "HaoHDo", "HDMHEMHEM", "HBM7HFo", "HDMHDsus2HDMHDsus2", "HbMHDo", "HFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFMHFM", "He+HNA", "HC+HCM", "HAoHGo", "HBm7HBM", "HgoHDD7", "HdMHeD7", "HAm7HBm7", "HeMHbMHeM", "HgmHeo", "HeMHGM", "HDMHDMHDMHNA", "HgM7HFM", "HFmHFmHdMHdM", "HAsus2HAsus2HAsus2HAsus2", "HCD7HGm7", "HCMHGMHNA", "HdMHCm", "HGmHbMHeM", "Hbm7HgM", "HGM7HDM", "HAMHCM", "HCsus2HGm", "HDMHg+", "HCmHb+", "HCmHCmHFm7", "HBmHEsus2", "Hd+Hgm7", "HC+HD+", "HgMHdMHgM", "HDmHDmHDM", "HC+Hbsus2", "HBMHCM", "HCMHCMHCMHDm7", "Hbm7HdM7", "HDmHDmHDmHDmHDmHDmHDm", "Hasus2Hasus2Hasus2Hasus2", "HAMHAMHAsus2", "Hgsus2HgM", "HDm7HeM7", "HEM7Ham7", "HGM7HDM7", "HCm7HFsus2", "HBD7HEM", "Hbm7HFo", "HgMHGM", "Hesus2HNA", "HED7Hao", "HDmHDMHDM", "HDMHFsus2", "Hesus2HFm7", "HFmHFMHFm", "HD+HGm7", "HCMHCMHDmHDm", "HDMHAMHgm", "HaMHBM", "HemHFo", "Hbsus2HbM7", "HGMHGMHFMHFM", "HGMHGMHGMHNA", "HGoHCD7", "HDMHGM7HDMHGM7", "HCMHd+", "HAmHEMHEM", "HBmHAMHDM", "HGm7HCM", "HCmHam", "HCmHCsus4", "HDMHFMHDMHFM", "HaMHaMHaMHdM", "HGm7HFm7", "HDMHDMHDMHgm", "Hgm7HAM7", "HAmHAmHAmHAmHAm", "HDMHCMHbM", "HDmHGm7HDmHGm7", "HGD7HFM", "HDoHFsus2", "HD+HbMHD+", "HGmHeMHbMHFMHGmHeMHbMHFM", "HBmHGMHAM", "HDoHFm7", "HCMHbm7", "HDoHCo", "HFmHe+", "HBm7HAsus2", "HDsus2HEm7", "HAmHAM7", "HeoHGm", "HGmHGmHFM", "HGm7HF+", "HGMHbsus2", "HFMHCMHFM7", "HFD7HbMHFD7HbM", "HGMHAsus4", "HNAHbMHbM", "HDD7HDD7HGMHGM", "HGmHGmHGmHGmHGmHGmHGm", "HCsus2Hbsus2", "HBm7HCM7HDMHGMHBm7HCM7HDMHGM", "HDoHCmHCm", "HdMHdo", "HEMHEMHEmHEm", "HDD7HNA", "HGMHFm7", "HAmHFMHAm", "HEMHGsus2", "HdM7HeD7", "HGoHDm", "HGmHGMHGm", "HbMHem", "Hdsus4HdM", "HbMHGm7HbMHGm7", "HCMHCsus2HCMHCsus2", "HbMHbMHbMHbM7", "HbMHAo", "HAm7HGD7", "HbMHGmHbM", "HeMHeD7", "HaM7HCmHCm", "HamHBM7", "HEmHEm7HEm", "Hbm7HbD7", "HDMHDMHDMHDm7", "HGMHGMHGMHGm", "HGMHCMHCMHCMHCM", "HAMHAo", "HeoHNA", "HCMHEsus2", "HCmHFmHbMHeM", "HCoHFm7", "HDM7HdM", "HaMHFo", "HeM7HCm", "Hasus4HdM", "HBmHgD7", "HgMHBmHBm", "HGMHeMHeM", "HAD7HDM", "HAoHAoHAo", "HbMHbMHbm", "HBMHNAHNA", "HaD7HdMHdM", "HCMHAmHFM", "HBmHBMHBM", "HDD7HeM", "HDm7HEm", "HbMHFMHD+", "HBMHBo", "HaMHAM", "HCmHbMHaM", "HAmHAMHAMHAM", "HDMHDMHEm7", "HAmHAmHEmHEm", "Ham7Ham7Ham7Ham7", "HGmHFMHbM", "HGoHFm", "HCmHdo", "Hesus2HeMHeM", "HCmHGsus4", "HFMHD+", "HCoHCm7", "HEsus2HEsus2HEsus2", "HCMHCMHEmHEm", "HGMHCMHFM7", "HCMHCMHFmHFm", "HGMHGMHCM7", "HGMHCMHCMHCM", "HCsus2HCM7", "Hbm7HeMHeM", "HAmHFsus2", "HCmHCmHNA", "HCMHEMHAm", "HDmHF+", "HaM7HaMHaM", "Hem7Hem7Hem7", "HCMHFMHFM7", "HEMHFo", "HgoHgm7", "HFm7HbMHFm7HbM", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HAMHAMHDMHAM", "HEmHdoHEmHdo", "HaoHNA", "HBmHCMHGM", "Hdsus2HaM", "HgM7Hem", "HgMHDM", "HDmHFo", "HCD7HbM", "HDmHDmHGMHGM", "HCMHFMHCMHCM", "HG+HCM7", "HEoHFm", "HaM7HNA", "HDMHFMHFM", "HaM7HC+", "HBm7HNA", "HGM7HGsus2", "HDmHCMHCM", "HGoHNA", "HbMHFMHDm", "HDsus2HEM", "HCMHDsus4", "HAm7HCsus2", "HDMHDMHBmHBm", "HAMHAmHAM", "HFMHbsus2", "HAD7Hgm7", "HbM7HbM7HbM7HbM7HbM7HbM7HbM7HbM7", "Hd+HDM", "HaD7Hdm", "HAMHAMHgm7", "HC+HDm7", "HAMHNAHNA", "HAMHAMHAmHAm", "HBMHGMHGM", "HDM7HEM", "HDsus2HAsus2", "HgmHAM7", "HCmHFMHbM", "Hbsus2Hbsus2Hbsus2", "HFmHCmHFm", "HAsus2HGsus2", "HDMHBMHDMHBM", "HgD7Hgm7", "HAmHFMHGMHCM", "HD+HCm7", "He+HdM", "HBm7HBo", "HgoHCM7", "HCD7HFMHFMHFM", "HCMHGMHCMHGMHCMHGM", "HGm7HFMHGm7HFM", "HEM7HeM", "HeoHbM", "HEM7Ham", "HEm7HED7", "HCMHGm7HCMHGm7", "HgMHemHgMHem", "HB/o7HB/o7", "HbMHFMHGm7", "HEMHEMHdm", "HFD7HbMHeM", "HDmHeM7", "HDmHDmHFMHFM", "HFm7HFD7", "HDMHDM7HDMHDM7", "HeM7HeM7HeM", "HgMHgMHNA", "HDMHAMHDMHAMHDMHAM", "HED7HED7HED7", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HCm7HbD7", "HED7HAMHED7", "HBMHd+", "HCmHFMHCmHFM", "HDoHeMHeM", "HAmHCm", "HeoHeoHeoHeo", "HAoHAm7", "HCD7HNA", "HGM7HD+", "Hd+HD+", "HCMHCD7HFM", "Hesus2Hbm", "HGmHbMHFM", "HEMHamHEMHam", "Hbsus2HGm7", "HAMHAMHFM", "HD+HbMHbM", "HaD7HCo", "HFmHFmHeMHeM", "HGM7HGMHGM7", "HNAHDMHNA", "HGmHGm7HGmHGm7", "HEoHDmHDm", "HdM7Hem7", "HFM7HFM7HFMHFM", "HaMHaMHbM", "HFMHbMHbM", "HCMHC+HCMHC+", "HAmHGMHFM", "HEMHCMHCM", "HGmHFM7", "HdMHC+", "HeMHbm", "HAM7HNA", "HGM7HAm7", "HEmHDsus2", "HGMHGMHGMHEm", "HaMHeMHFmHeM", "HAMHF+", "HgMHdm", "HDMHGMHgm", "HBmHDMHDM", "HEm7HFM", "HEM7HEsus2", "HFsus2HDm7", "HBMHCM7", "HFmHFM7", "HGsus2HeM", "Ham7Ham", "HgoHGMHGM", "HaMHFMHaMHFM", "HbM7HFD7", "HCMHFMHD+", "HCm7HdM", "HC+HBo", "HGM7HDMHDM", "HFm7Hbsus2", "HFoHFoHFo", "HCmHbm7", "HbmHbmHbmHbmHbmHbmHbmHbm", "HAMHAMHDM", "HGMHCMHAm7", "HgMHdo", "HA+HFM", "HBMHFM", "HCMHCMHbMHbM", "HCmHeMHaM", "HbD7HeMHbD7HeM", "HC+HFM7", "HCMHGMHeM", "HBMHgMHgM", "HBD7HEMHEM", "HAsus2HAm", "HCmHeMHbM", "HCMHbo", "HCMHCMHCMHCm", "HCMHF+", "HGMHDD7HGM", "HBM7Hbm7", "HDMHEm7HDMHEm7", "HDMHDMHeM", "HaM7HeMHaM7HeM", "HFmHesus2", "HCsus2HbM", "HbMHeMHbMHeMHbMHeM", "HAMHGMHGM", "HAMHAMHFMHFM", "HGMHCMHDm", "HbM7HbMHbM7", "HDsus2HGsus2", "HgmHdm7", "HCMHFMHCMHDm", "HeoHem7", "HCMHFMHCMHFMHCMHFMHCMHFM", "HAmHAmHAmHFM", "HGM7Hgo", "HEmHCMHEm", "HDMHDMHDMHBm7", "HGD7HFo", "HCmHCmHaM", "HCMHCMHFsus2", "HGMHEm7HGMHEm7", "HDMHD+HDMHD+", "HAMHFMHAM", "HEm7HDM7", "HbMHFMHNA", "HEoHGo", "HemHeMHemHeM", "HAmHbm", "HaMHa+", "HCMHCMHdM", "HBoHCm", "HAmHEmHGMHDM", "HFmHFmHFmHFm7", "HBMHBMHEmHEm", "HDsus2HBo", "HEMHgMHgM", "HDoHaM7", "HbMHbMHbsus2", "HemHe+", "HFmHDm7", "HCD7HGm", "HBD7HBD7HBD7HBD7", "Ham7Hem", "HFMHGMHAM", "HGMHGMHGm7", "HDmHFMHDm", "HD+HAm", "HDMHGMHDMHGMHDMHGMHDMHGM", "HCsus2HDM", "HCmHGMHCmHGMHCm", "HBMHEMHAM", "HgmHgo", "HGD7HCMHGD7", "HCMHGmHCMHGm7", "HFsus2HeM7", "HdMHAM7", "HDsus2HFM7", "HCMHGMHAmHGM", "HCm7Hbm", "HBmHDMHAM", "HFMHgM", "HBMHem7", "HDmHDmHNA", "HDmHAMHDm", "HboHgM", "HaMHaMHNA", "HAMHAMHBMHBM", "HDD7HGMHGMHGM", "HEMHem7", "HGmHGmHeMHFM", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HDmHDmHbM7HbM7", "HFD7HNA", "HCMHeMHeM", "HbMHGmHCm7", "HGmHGM7", "HCMHFMHEm", "HFMHCMHbM", "HCm7HCmHCm", "HCMHAm7HAm7", "HaoHdm7", "HAmHe+", "HEsus2HgM", "HbMHCMHFMHFM", "HEm7HGMHGM", "HGmHeMHbM", "HdM7HCo", "HAmHGMHDM", "Hem7Hdsus2", "HaM7HFsus2", "HCm7HFMHCm7HFM", "HDD7HGMHCM", "HBm7HAMHAM", "HgM7HNA", "HBMHBMHEm", "HdMHdMHgMHgM", "HAm7Hgo", "HAM7HAMHAM7", "HGM7HBM", "Hdm7Hdm7Hdm7", "HEm7HCsus2", "HDmHDmHDmHbM", "HAm7HAD7", "HAoHCsus2", "HFoHBM", "HeD7Ham", "HGMHGMHGMHFM", "HCMHGmHGm", "HAmHGMHFM7", "HdMHFm7", "HBmHEmHBmHEm", "HdoHDMHDM", "HDoHC+", "HGMHGMHCm", "HAoHGmHGm", "HFmHFMHFmHFM", "HBMHbm7", "HBmHBMHBmHBM", "HboHBm", "HCmHem", "HEmHAMHEmHAM", "HAM7HEM7", "HCMHGMHCM7", "HCMHFMHCM", "HdMHdm7", "HCM7HDD7", "HAoHEm", "HEM7Hem7", "HC+HGo", "Hasus4Hasus4", "Hbsus2HGm", "HDmHGmHDm", "HdmHAMHdm", "HbmHd+", "HbMHeMHeM7", "HDoHgm", "HDm7HDmHDm7", "HboHaM", "Ham7HeM", "HCM7HBm", "HNAHEMHEM", "HGMHNAHNAHNA", "HAMHgo", "HAMHED7", "HDsus2HAm7", "HNAHFMHNA", "HEoHEm7", "HDMHDMHCsus2", "HCmHaMHCm", "HbMHbMHeMHbM", "HDMHDMHAD7HAD7", "HDMHG+", "HEm7Hgo", "HdmHCo", "HeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeMHeM", "HDmHdo", "HD+HDm7", "HbMHesus2", "HGMHGMHGmHGm", "HaMHNAHNA", "HBM7HBM7HBM7", "HCMHNAHCM", "HFmHCo", "HEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEMHEM", "HgMHgD7", "HbM7HF+", "HaMHD+", "HBmHBmHEmHEm", "HEMHDMHEMHAM", "HCm7HbMHCm7", "HDMHFMHCM", "HemHgm", "HDmHeo", "HEsus2Hgm", "HaMHdMHeM", "HFMHCm", "HDMHCsus2HBmHD+HDMHCsus2HBmHD+", "HFsus2HEm", "HFsus2HFm", "HGmHAD7", "HaM7HeD7", "HAm7HFMHFM", "HEMHgD7", "HDMHDMHgm7", "HCMHCMHaM", "HGMHao", "HFMHDmHDm", "Hgm7Hdm7", "HaMHao", "HAoHbm", "HDMHGMHNA", "HboHbm", "HDm7HAM", "HdMHdMHeM", "HEmHAmHEm", "HGMHGMHGMHGm7", "HbM7HAo", "HemHeMHeM", "HbD7HeMHbM", "HGm7HGD7", "HBMHBMHBMHBMHBM", "Hd+HgM", "Ham7Hdm7", "HBmHBmHGMHGM", "HGM7HDD7", "HFmHgM7", "HCMHdm", "HEMHCMHGM", "HCMHFMHDm7", "HCoHFD7", "HeoHdm", "HaMHaMHC+", "HGm7HFm", "HFsus2HFMHFsus2", "HC+HCM7", "HCMHCMHCm7", "HDMHDD7HGM", "Hd+HAM7", "HCMHGmHDm", "HCsus2HCo", "HbMHFMHbMHFMHbMHFMHbMHFM", "HBm7Hao", "HAMHDMHNA", "HdmHdmHdmHdmHdmHdmHdmHdm", "HEMHEMHBMHBM", "HGMHAm7HGMHAm7", "HGm7HCM7", "HeM7HFD7", "HbmHeD7", "HBoHEo", "HA+Hgm", "HDMHE+", "HDmHCMHbM", "HEMHEMHgm", "HGMHesus2", "HEMHAo", "HaMHaMHFmHFm", "HaMHem7", "HEsus2HDsus2", "HCM7HDm7HCM7HDm7", "HG+HeM", "Hem7HaD7", "HbM7HGsus2", "HBsus2HAsus2", "HdMHdMHNA", "HCoHeo", "HDM7HD+", "HaMHaMHFm7", "HbM7HAm", "HgM7HgM7HgM7", "HGMHDMHDMHDM", "HGmHGmHNA", "HeM7HaM", "HFmHasus2", "HFMHbMHGm", "HbmHgMHbmHgM", "HGMHA+", "HCMHEmHEmHEm", "HgMHBMHgM", "HAMHGm", "HFoHEm", "HCD7HCD7HFM", "HCMHCMHCMHCm7", "HDM7HBo", "HCMHCm7HCMHCm7", "HBmHBm7HBmHBm7", "HCMHAmHFMHFM", "HbMHFMHCMHDmHbMHFMHCMHDm", "HGmHGMHeM", "HAm7HbM", "HBMHdo", "HDm7HDm7HDm7HDm", "HBmHDD7", "HGD7HNA", "HAm7HAsus2", "HboHNA", "HAsus2HBm7", "HeMHbMHCm", "HdMHgM7", "HCMHFMHNA", "Hbm7Hasus2", "HFMHGsus4", "HEMHNAHNAHNA", "HAmHCMHEm", "HGMHCD7", "HdmHEM7", "HFoHAM", "HCMHFD7", "HdoHGM7", "Hgsus4Hgsus4", "HBmHBmHBmHBmHBmHBm", "HBMHBMHBM7", "HAm7HGm", "HdMHbmHdMHbm", "HAsus2HAM7", "HC+HCsus2", "HFMHNAHFM", "HGMHGMHGsus2", "HBsus2HBsus2HBsus2HBsus2", "HgoHBm7", "HEmHEmHAm7", "HAD7HDD7", "HbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbMHbM", "HFmHdMHbm", "Hd+Hdo", "HDmHGMHCM", "HBMHgo", "HBMHBMHeM", "HgMHgMHBMHBM", "HeD7HeD7HeD7", "HaMHNAHaMHNA", "HCmHFm7HCmHFm7", "HAMHGMHAM", "HbMHeMHbMHFM", "HDMHEmHCMHGMHDMHEmHCMHGM", "HdMHeMHdMHeM", "HdoHCD7", "HCMHFM7HFM7", "HDmHAo", "HeoHgm7", "HFM7HFM7HFM7HFM7HFM7HFM7HFM7HFM7", "HDmHFMHCM", "Hbm7HbmHbm", "He+HBo", "HEoHDmHEoHDm", "HbMHCmHCm", "HD+HDo", "HFmHFmHFm7", "HAMHAMHEM", "HgMHNAHgMHNA", "HDMHGmHeM", "HGMHBMHGMHBM", "HCMHCMHFMHDm", "HgMHdMHaMHbmHgMHdMHaMHbm", "HbMHbMHFD7HFD7", "HbMHbMHbMHbMHeM", "HD+HeMHbM", "HAMHAMHAMHAM7", "HEm7HGsus2", "HGMHGMHBMHBM", "Hbsus2Hbm", "HCmHCmHCmHCmHCmHCmHCm", "HD+HEm", "HAmHAmHEm", "Hbm7HeM7", "HgMHgo", "HFsus2HGM", "HCMHCMHGMHCM", "HDD7HGmHDD7HGm", "HEMHEMHEsus2", "HFmHaMHFm", "HEm7HAsus2", "HF+HDm7", "HFM7HCsus2", "HDoHEo", "HEMHFMHFM", "HFmHam", "HNAHAMHAM", "HCMHCMHCo", "HemHdsus2", "HAMHam", "HdMHaMHdM", "HDMHGMHDMHDM", "HEm7HGD7", "HGm7HeMHeM", "HDMHC+", "Hgm7HBM", "HAmHDMHAmHDM", "HdMHgMHdM", "HBmHGMHEm", "HDmHDmHGm", "HCMHFMHBo", "HbD7HbD7HeMHeM", "HAm7HC+", "HDMHeMHeM", "HCMHeo", "HaM7Hasus2", "HBmHEo", "Hb+HeM7", "HCMHCMHEMHEM", "HD+HeMHeM", "HEmHgoHEm", "HDMHDMHDMHDMHDMHDMHDMHDMHDMHDM", "HEmHEmHEm7", "HGm7HGsus2", "HeD7HeD7HaMHaM", "HFoHe+", "HEM7HEm", "HdmHd+", "HAsus2Hgm", "HFmHFmHdM7", "HdMHdMHbm", "HGMHCMHGMHCMHGM", "HbM7HDM", "HDMHDm7HDMHDm7", "HFmHFmHFmHFM", "HDMHEMHFMHEM", "HGmHFm7", "HCmHGmHCm", "HDD7HCo", "HGoHeD7", "HbMHbMHbMHeM7", "HEM7HEMHEM", "HGmHFMHGm", "HAM7Hdm7", "HAmHDmHAm", "HgoHBD7", "HdoHDM7", "HDm7HDsus2", "HBsus2HgM", "Hdsus4Hdsus4Hdsus4Hdsus4Hdsus4Hdsus4Hdsus4Hdsus4", "HgmHd+", "HDmHGsus2", "HamHbM", "HDMHDMHgM", "HCMHEMHAM", "HeMHeMHeMHNA", "HAMHNAHAM", "HeMHeMHeMHeMHeMHeMHeMHeMHeM", "HdMHdMHbmHbm", "HbD7HeMHeMHeM", "Hesus2HdM7", "He+HbM", "HGMHCM7HGMHCM7", "HBMHBMHNA", "HFM7HCMHCM", "HCmHCmHCmHeM", "HCmHCmHbMHbM", "Hasus2HgM", "HamHB+", "HbMHbMHeMHFM", "HBM7Hem7", "HFsus2Hbsus2", "HAMHAMHd+", "HbM7HCsus2", "HFm7HeMHFm7HeM", "HEMHAMHgm", "HFoHCm", "HDmHDmHDo", "HCsus2HCMHCsus2", "HgoHNA", "Ha+HFm", "HCMHGMHCMHGMHCMHGMHCMHGM", "HGMHB+", "HAmHFD7", "HCm7HDo", "HGm7HCMHFM", "HaoHBo", "HBm7HDMHDM", "HCMHCMHFMHCMHFM", "HGMHDMHDMHDMHDM", "HDMHDMHDMHGM7", "HDMHFm", "HaMHeMHbMHeM", "HGMHGMHGMHeM", "HBMHNAHBMHNA", "HCMHCMHCMHAm", "HeoHam7", "HbMHDm7HbMHDm7", "HAMHFMHCMHGM", "HFMHdM7", "HdoHeM", "HemHFm7", "HFMHFMHFMHDm7", "HdoHCo", "HCmHeMHeMHeM", "HFMHeM7", "HDmHED7", "HEmHDMHEm", "Hesus2HaM", "HaD7HdM7", "HCMHCMHNAHNA", "HbMHFMHFM7", "HCD7HCm7", "HEM7Hbo", "HDsus2HCM7", "HGMHCM7HCM7", "HFMHFMHFMHNA", "Hem7HCo", "HbMHNAHNA", "HEM7HBM", "HEMHGM7", "HAoHBo", "HAMHAmHAm", "Ha+HC+", "HEmHEMHEm", "HGMHDMHGMHDMHGM", "HBD7HBm7", "Hgm7HgM", "HamHbm7", "HDMHGM7HGM7", "HCmHDoHCm", "HCmHDMHGm", "HAD7HDMHAD7", "HFMHAo", "HCM7HGsus2", "HDM7HgM", "HgmHBm", "HEmHG+", "HD+Hbsus2", "HEM7Hem", "Hdm7Ham", "HCMHCMHAmHFM", "HCMHFMHGM", "HAMHGMHFM", "Hdm7HNA", "HD+HGM", "HEoHbM7", "Hgsus2HD+Hgsus2HD+", "HGsus4HGm7", "HaMHaMHaMHaMHaMHaMHaM", "HFmHdMHFm", "HBMHG+", "HeM7HaM7HeM7", "HGmHGmHGmHeM7", "HdmHAMHdmHAM", "HBsus2HBM", "HCsus2HCm", "HBmHDm7", "HAmHCMHFM7", "HFMHDmHbM", "HAmHao", "HdmHE+", "HbMHbMHbMHNA", "HEmHNAHEmHNA", "HDmHDmHDmHGm7", "HGMHDMHNA", "Hasus2HFM", "HboHdM", "HEmHEmHAMHAM", "HAMHAMHAMHNA", "HGmHGMHGmHGm", "HDMHDMHGsus2", "Hbm7HNA", "HGoHaM", "HAmHAsus4", "HEMHEmHEmHEm", "HEoHD+", "HGMHDMHGMHGM", "HEm7HDo", "HGMHCMHeM", "HBD7He+", "HBmHGM7HBmHGM7", "HDMHDMHDMHD+", "HEmHdM", "HEMHBMHEM", "HaoHBm", "HAoHDM", "HNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNAHNA", "HFoHFm", "HAMHDMHAMHAM", "HCmHFmHFm", "HAm7HAmHAm", "HEmHAsus2", "HEmHDM7", "HEmHe+", "HC+HCm7", "HDoHdM", "HBmHGMHBm", "HFm7HFMHFM", "HFsus2HGsus2", "HAmHEMHAM", "HEmHem", "HeMHeMHGm", "HDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDMHDM", "HEsus2HBM", "HAm7HAm7HAm7HAm7HAm7HAm7HAm7HAm7", "HbM7HDmHDm", "HAMHFMHFM", "HFmHFm7HFmHFm7", "HCm7HGmHGm", "HgmHBM", "HaMHaMHaM7", "HAmHFo", "HGmHbMHGm", "HFMHDm7HFM", "HamHasus2", "HCMHCMHCMHDm", "HAmHbsus2", "HEMHEMHFMHFM", "HdmHBMHdmHBM", "Hbm7Hbsus2", "HCMHCMHCM7HCM7", "HaD7HaM", "HDmHbMHbM", "HDM7Hd+", "HGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGMHGM", "HAmHBD7", "HAMHdm7", "HCM7HDm", "HDsus2HFM", "HCMHCMHCMHC+", "HAmHaM", "HDoHCM", "HCMHCMHEm7", "HDm7HEo", "HbMHCMHDM", "HgmHgmHDMHDM", "HaMHbmHaMHbm", "HbMHbMHdM", "HFD7HGm7", "HBM7HbM", "HEm7HAMHAM", "HbMHbmHbM", "HAmHEmHEmHEm", "HGmHFMHFMHFM", "HEmHEMHEM", "HEmHDMHGM", "HCMHCMHCMHGD7", "HDMHDMHFMHFM", "HFmHCD7", "HgMHNAHNA", "HbD7HCm7", "HBD7HBM", "HeMHAo", "HeMHeMHaMHeM", "HeM7HFm7", "HDMHBsus2", "HEMHAMHNA", "HDm7HAo", "HCMHCMHbsus2", "HAm7HGMHGM", "HD+HBm", "HFM7HGM", "HCD7HFMHbM", "HbMHbMHbMHD+", "HbmHFm7", "HFMHCMHNA", "HbmHbmHgMHgM", "HEmHBo", "Ha+HFM", "HDMHEsus4", "HF+HAM", "Hgm7Hdm", "HBsus4HBM", "HCmHCmHbM", "HBMHAsus2HBMHAsus2", "HGm7HGm7HGm7HGm7HGm7HGm7HGm7HGm7", "HbMHeMHbMHbM", "HBmHDo", "HFMHCMHGmHDm", "HCsus2HCm7", "HEMHEMHBM", "HDMHGmHFM", "HAmHAmHAmHDm7", "HGmHbm", "HdMHaM7", "HDD7HBm7", "HAMHEsus2", "HbMHbMHFD7", "HaoHd+", "HAM7HEM", "HEMHEsus4HEMHEsus4", "HdoHbM", "HGmHgM", "HCmHaM7HeM", "HFMHDmHFMHDmHFMHDmHFMHDm", "HDm7HbM7HEo", "HDMHDMHDM7HDM7", "HaMHFm7HaMHFm7", "HaMHCmHeM", "Hem7HNA", "HAMHDMHEM", "HCMHDm7HDm7", "HBm7HEsus2", "HGMHbo", "HdMHdMHdsus2", "HCMHGMHDMHGM", "HemHemHeM", "HGmHCm7HGm", "HeMHeMHeMHbMHeM", "HdMHdMHbm7", "HDmHDm7HDm", "Ham7HaM", "HDm7HGMHDm7", "HAmHAmHFM7HFM7", "HCD7HFm7", "HFM7HGm7", "HGmHGmHbMHbM", "HCMHGmHCMHGm7HCMHGmHCMHGm7", "HaMHaMHaMHeM", "HdoHC+", "HFM7HFM7HFM", "HDMHFo", "HdMHCm7", "HAMHBo", "HBMHdMHBMHdM", "HFsus4HeM", "HGmHeMHCm", "HEmHGMHEm", "HEm7HD+", "HDMHEmHEmHEm", "HAmHNAHNA", "HGMHCMHBo", "HCMHCMHCMHCMHFMHFM", "HAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAMHAM", "Hgm7Hdo", "HEmHGMHGM", "HBoHgm", "HdmHbo", "HDMHF+", "HgM7HgMHgM", "HaM7HeMHeMHeM", "HFmHeMHFm", "HFM7HFsus2", "HdMHdMHgm", "HFmHCM7", "HAM7HBD7", "HAmHEM7", "HG+HAm7", "HdMHCM", "HBsus2HdM", "HDMHDMHDD7", "HBm7HgM", "HFoHbm7", "HBM7HgM7", "HFsus2HFo", "HEmHGsus2", "HBm7HEo", "HdoHCm7", "HGMHeMHFsus2HeM", "HCmHeMHCmHeMHCmHeMHCmHeM", "HGMHeMHFM", "HGoHGm7", "HAm7HAo", "HGoHbsus2", "HaMHbMHbM", "HDM7HGm", "HaoHaoHao", "HBD7HBD7HBD7", "HBm7HDsus2", "Hgm7HEM", "HDMHGMHDMHGMHDMHGM", "HBmHAMHGMHgm", "HgoHEmHEm", "HDoHCsus2", "HDMHDMHdm", "HaMHaMHFm", "HCM7HG+", "HGMHGMHGMHGsus2", "HD+HFMHFM", "HFMHFMHEmHEm", "HBMHbo", "HbMHFsus2", "HeMHbMHNA", "HgmHGsus2", "HGMHGMHBm", "HaMHeMHFm7", "HGmHCo", "HeoHdo", "HbMHDmHbM", "HEm7HEMHEM", "HFM7HFMHFM7", "HDmHAmHAm", "HFsus2HdM", "HCM7HEmHCM7HEm", "HFoHdD7", "HCmHeMHCm", "HbM7HFMHbM7HFM", "HDMHGMHEm7", "HAm7HDmHDm", "HDmHao", "HAm7HCD7", "Hdm7HAsus2", "He+HEM7", "HeM7HDo", "HAMHDmHDmHDm", "HGMHGMHGMHCMHGM", "HFm7HD+", "HEmHCMHCM", "HdMHem7", "HGMHdm", "HaMHgm", "HGD7HCMHGM", "HgmHDMHDM", "Ha+Ha+Ha+Ha+", "HDM7HDMHAM", "HbMHeMHCm7", "HEMHAM7HEMHAM7", "HDM7HAMHAM", "HCM7HCm", "HAm7HEmHAm7", "HED7HEM", "HdMHFMHdM", "HbMHbMHbMHGm7", "HNAHEMHNA", "HCmHCmHCm7HCm7", "Hb+HGmHGm", "HEMHDMHCM", "HCMHCMHCMHaM", "HBoHA+", "HFsus2HBo", "Hbm7Hem", "HGMHDmHDm", "HeMHFm", "HGMHCMHCM7", "HGD7HCmHGD7HCm", "HEm7HBM", "Hgm7Hgm7Hgm7Hgm7Hgm7Hgm7Hgm7Hgm7", "HbmHCm", "HEMHCo", "HGMHAMHDMHDM", "Hasus2Hbsus2", "HCMHCMHCMHCMHFM", "HdmHAMHEMHBM", "HGmHGm7HGm", "HDMHDMHbM7", "HbMHFMHGmHFM", "HGMHCMHAm", "HDmHbMHGm", "HamHeo", "HC+HCm", "HbM7HDo", "HDMHCsus2HDMHCsus2", "HbMHGm7HeM", "HAsus2HBM", "HCoHDo", "HaM7Hbsus2", "HGM7HEo", "HAmHAmHDmHDm", "HAm7HGMHAm7", "HCmHCmHCmHFm", "HAmHbMHFM", "HbMHbMHbMHbsus2", "HCMHCMHAM", "HgMHDMHgM", "HCm7HCmHCm7", "HCMHFMHCMHFM7", "Ham7Hdm", "HemHGm", "HBmHGsus2", "Ham7HBM7", "HamHamHamHamHamHamHamHam", "HaM7HGM", "HGMHCMHDm7", "HBmHEmHEm", "HCmHBM", "HCsus2HCMHFM", "HEMHEsus2HEMHEsus2", "He+Ham", "HCMHED7", "HCmHeo", "HGmHFMHCM", "HDMHGmHGmHGm", "HDMHDMHbMHbM", "HgM7HeM", "HdMHdMHaM", "HGMHGMHbM", "HBoHGM", "HDMHAMHNA", "HBsus2HBoHBsus2HDM", "Hbsus2HFMHFM", "HDoHbD7HCm7HeM", "HGD7HDm", "HAM7HAMHAM", "HeM7HeM7HeMHeM", "HCMHCsus2HCsus2", "HFm7HeMHFm7", "HDM7HA+", "HDMHDMHAm7", "HFmHCsus2", "HCD7HFMHFMHFMHFM", "HGm7HaM", "HBm7HGMHBm7", "HAmHAmHAmHGM", "HAmHAmHNA", "HNAHNAHdM", "HGoHeM7", "HCm7Hesus2", "HGM7HDMHGM", "HCm7HeMHCm7HeM", "HC+HAm", "HEMHAMHEMHAMHEMHAMHEMHAM", "HBmHBmHBmHBm7", "HAmHAmHAmHAmHAmHAmHAm", "HFm7HbM7", "HCMHaMHaM", "HCMHCMHCMHFMHFM", "HAD7HNA", "HDmHgm", "HbMHbMHbMHbm", "HaMHEM7", "HGD7HFsus2", "HbmHCo", "HDsus2HAm", "HAmHFMHDm7", "Hgm7HEm", "HBmHFo", "HAmHAmHAmHFM7", "HFMHEmHFMHEm", "HGmHDmHGm", "HaoHAMHAM", "HDsus2HDMHDM", "Hd+HbM", "HGD7HCMHAm", "HGMHBmHBm", "HGD7HCD7", "HEoHeo", "HCMHCMHCMHBo", "HBD7Hgm", "HEMHCMHAM", "HCm7HdM7", "HDm7HDD7", "HEm7HEmHEm7HEm", "HCmHaMHeMHeM", "HdM7HgM7", "HDmHDmHAMHAM", "HGMHGsus2HGMHGsus2", "HFMHFMHAM", "HGm7HeM7HGm7HeM7", "HCMHCMHCMHCMHCMHCM7", "HAD7HAD7HDmHDm", "HFMHFMHFm", "Hesus2HbMHesus2HbM", "HbMHeM7HbMHeM7", "HFsus2HaM", "HCMHCMHCMHCMHCMHCMHCMHCMHCMHCM", "HD+HDsus2", "HCoHaM", "HGMHGM7HGM7", "HaMHeMHCmHeM", "Hgsus2Ham7", "Hgm7HEm7", "HGmHGmHGmHeM", 